Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: As a visual inspection of the residuals reveals that the assumption of homoscedasticity along the evaluated concentration range might not be satisfied, the evaluation was repeated using a weighted least squares linear regression with weight equal to 1/concentration.
es_es: Puesto que, según una inspección visual de los valores residuales, resultó posible que se incumpliera el supuesto de homocedasticidad a lo largo del intervalo de concentración considerado, la evaluación se repitió usando una regresión lineal de mínimos cuadrados ponderada, con una ponderación igual a 1/concentración.

source: As acceptance criterion, „comparable” is specified and defined as being highly similar or, preferably, qualitatively indistinguishable.
es_es: Como criterio de aceptación se especifica y define "comparable" como muy similar o, preferiblemente, cualitativamente indistinguible.

source: As an alternative to preparing and then diluting a fresh suspension of vegetative cells of Bacillus subtilis, a stable spore suspension is prepared and then an appropriate volume of the spore suspension is used for test inoculation.
es_es: Como alternativa a preparar y luego diluir una suspensión nueva de células vegetativas deBacillus subtilis, se prepara una suspensión de esporas estable y luego se usa un volumen adecuado de la suspensión de esporas para la inoculación de prueba.

source: As common for biological processes, during production of Metalyse 25 mg no intermediates of Tenecteplase are isolated.
es_es: Como es habitual en los procesos biológicos, durante la producción de Metalyse 25 mg no se aíslan productos intermedios de tenecteplasa.

source: As common for biological processes, during production of Metalyse 50 mg no intermediates of Tenecteplase are isolated.
es_es: Como es habitual en los procesos biológicos, durante la producción de Metalyse 50 mg no se aíslan productos intermedios de tenecteplasa.

source: As consequence, the alternative LC-MS method with its corresponding validation report is added to the following sections of the dossier:
es_es: En consecuencia, se añade el método alternativo, LC-EM, con su informe de validación correspondiente, a las siguientes secciones del dosier:

source: As described in Chapter 4.2, CCI is already ensured by the vial-stopper combination as such.
es_es: Tal como se describe en el Capítulo 4.2, la integridad del envase y sistema de cierre ya está garantizada por la combinación frasco-tapón en sí.

source: As described in approved document a roller grader is used for size sorting of capsules.
es_es: Como se describe en el documento aprobado, se usa una niveladora de rodillos para clasificar las cápsulas por tamaño.

source: As described in the analytical procedure for ample solution.
es_es: Tal como se describe en el procedimiento analítico de la solución muestra.

source: As described in the analytical procedure for sample solution but the stirring time was increased to 24 h.
es_es: Tal como se describe en el procedimiento analítico de la solución muestra, pero aumentando el período de agitación a 24 horas.

source: As described in the analytical procedure for sample solution but the stirring time was increased to 3 h.
es_es: Tal como se describe en el procedimiento analítico de la solución muestra, pero aumentando el período de agitación a 3 horas.

source: As described in the analytical procedure for sample solution but the stirring time wasincreased to 3 h.
es_es: Tal como se describe en el procedimiento analítico de la solución muestra, pero aumentando el período de agitación a 3 horas.

source: As described in the analytical procedure for sample solution but the stirring time wasincreasedto 24 h.
es_es: Tal como se describe en el procedimiento analítico de la solución muestra, pero aumentando el período de agitación a 24 horas.

source: As described in the analytical procedure for sample solution.
es_es: tal como se describe en el procedimiento analítico de la solución muestra.

source: As described in the analytical procedure.
es_es: Tal como se describe en el procedimiento analítico.

source: As direct comparison, DP vials were packed in opaque trays during the same exposure steps (dark control).
es_es: Como comparación directa, los viales de medicamento se acondicionaron en bandejas opacas durante los mismos pasos de exposición (control oscuro).

source: As each 90 % confidence interval is fully contained within the related acceptable range, the regression lines obtained with linagliptin / metformin hydrochloride film-coated tablets or empagliflozin / metformin hydrochloride film-coated tablets matrix are comparable to the regression lineobtained without matrix according to the validation protocol.
es_es: Como cada intervalo de confianza del 90 % se encuentra por completo dentro del intervalo aceptable relacionado, las curvas de regresión de las matrices de los comprimidos recubiertos de linagliptina / clorhidrato de metformina o empagliflozina / clorhidrato de metformina son equiparables con aquellas obtenidas sin matriz segun el protocolo de validación.

source: As editorial change “approx.” was added for clarification.
es_es: Se agrega la palabra "aproximadamente" como cambio de redacción, a los fines clarificadores.

source: As empagliflozin / linagliptin film-coated tablets are orally administered the elemental impurities classes 1 and 2A are considered in this risk assessment.
es_es: Dado que los comprimidos recubiertos de empagliflozina / linagliptina se administran por vía oral, en esta evaluación de riesgos se analizan las impurezas elementales de clase 1 y clase 2A.

source: As empagliflozin / linagliptin film-coated tablets are solid dosage forms elemental impurities from container closure systems were not considered withing the risk assessment.
es_es: Dado que los comprimidos recubiertos de empagliflozina / linagliptina son presentaciones sólidas, en la evaluación de riesgos no se tomaron en consideración las impurezas elementales que podrían provenir del envase y sistema de cierre.

source: As empagliflozin is the only component which shows an impurity in the class 2A element Ni, the dosage with the highest concentration of empagliflozin if used for the calculation.
es_es: Dado que la empagliflozina es el único componente que muestra una impureza del elemento de clase 2A Ni, para el cálculo se usa la dosis con la concentración más alta de empagliflozina.

source: As explained in our response to the deficiency letter dated 19-April-2022, no 150 mg bio-batch has been used for absolute bioavailability studies.
es_es: Como se explicó en nuestra respuesta a la notificación de objeciones del 19 de abril de 2022, no se usó ninguna biopartida de 150 mg en los estudios de biodisponibilidad absoluta.

source: As for functionality testing (dose accuracy, break loose force, gliding force, activation force, sleeve unlocking force) of the PFS-NSD-1, all results were well within the acceptance limits.
es_es: En cuanto a las pruebas de funcionalidad (exactitud de la dosis, fuerza de desprendimiento, fuerza de deslizamiento, fuerza de activación, fuerza de desbloqueo del capuchón) del dispositivo PFS-NSD-1, todos los resultados estuvieron dentro de los límites de aceptación.

source: As for the primary endpoint, all data up to the end of the planned treatment period from all randomised patients were used.
es_es: Igual que con el criterio de valoración primario, se utilizaron todos los datos hasta el final del período de tratamiento previsto para todos los pacientes aleatorizados.

source: As identical acceptance criterion is established, TNKase® meets Metalyse® specification.
es_es: Dado que se ha establecido un criterio de aceptación idéntico, TNKase® cumple con la especificación de Metalyse®.

source: As identical limits are established, TNKase® meets Metalyse® specification.
es_es: Dado que los límites establecidos son idénticos, TNKase® cumple con la especificación de Metalyse®.

source: As intended, the trial was conducted in patients who were at increased risk of CV death and hospitalisation for worsening heart failure (with a high proportion of patients with LVEF ≥50%) [P19-08563].
es_es: Tal como estaba previsto, el ensayo se realizó en pacientes que tenían un mayor riesgo de muerte CV y hospitalización por empeoramiento de la insuficiencia cardíaca (con una alta proporción de pacientes con FEVI ≥50%) [P19-08563].

source: As it is shown below, the same excipients are used in the manufacture of Metalyse 25 mg as well as Metalyse 40 mg.
es_es: Como se puede ver a continuación, en la fabricación de Metalyse, 25 mg y Metalyse, 40 mg se usan los mismos excipientes.

source: As known for the drug class, the frequency of urinary tract infection (narrow sub BIcMQ) was numerically higher in the empagliflozin group.
es_es: Como se sabe a partir de la clase farmacológica, la frecuencia de infección del tracto urinario (consulta específica subBIcMQ) fue nominalmente mayor en el grupo de empagliflozina.

source: As long as you are an authorized user of the DocuSign® system, you will have the ability to download and print any documents we send to you through your DocuSign® user account for a limited period of time (usually 30 calendar days) after such documents are first sent to you.
es_es: Siempre que sea un usuario autorizado del sistema DocuSign®, podrá descargar e imprimir cualquier documento que le enviemos a su cuenta de DocuSign® durante un período de tiempo limitado (generalmente 30 días corridos) a partir del primer envío.

source: As lyophilisate, light exposure had only a very minor impact on HMW species (see Section 3.2.P.8.3.1).
es_es: En forma de liofilizado, la exposición a la luz produjo un efecto menor sobre las especies de peso molecular alto (ver la Section 3.2.P.8.3.1).

source: As lyophilisate, the tenecteplase DP is stable when stored at the recommended conditions and no relevant changes to appearance, reconstitution time, residual water content and uniformity of content of single-dose preparations do occur over time.
es_es: Como liofilizado, el medicamento tenecteplasa es estable cuando se almacena en las condiciones recomendadas y no se producen cambios relevantes de aspecto, tiempo de reconstitución, contenido de agua residual y uniformidad del contenido de las preparaciones a dosis única a lo largo del tiempo.

source: As lyophilisate, the tenecteplase DP is stable when stored at the recommended long-term conditions.
es_es: Como liofilizado, el medicamento tenecteplasa es estable cuando se almacena en las condiciones de largo plazo recomendadas.

source: As microbiological quality testing is not a registered testing item it has also been removed from the section 3.2.P.8.1 and section 3.2.P.8.3.2.
es_es: Como las pruebas de calidad microbiológica no son un punto de análisis registrado, también se las ha eliminado de la sección 3.2.P.8.1 y 3.2.P.8.3.2.

source: As most substances are bases the logP determination is carried out at pH 10-11 to suppress ionization of the molecule.
es_es: Como la mayoría de las sustancias son bases, la determinación de logP se realiza a un pH de 10-11 para suprimir la ionización de la molécula.

source: As no precipitation was observed after 48 h incubation period in the experiments with 10% and 30% rat S9, the top concentration was increased to 5000 µg/plate.
es_es: Como en los ensayos con S9 de rata al 10% y 30% no se observó precipitación tras 48 h de incubación, la concentración máxima se elevó a 5000 µg/placa.

source: As no formal release procedure is established for the use of media or buffers the paragraph has been rephrased as current description might be misleading.
es_es: Como no hay establecido ningún procedimiento normal de liberación para el uso de los medios o buffers, se reformuló el párrafo para evitar confusiones derivadas de la descripción actual.

source: As no heating is needed a non-jacketed vessel is and has always been used at Catalent DE (Eberbach) site.
es_es: Como no se necesita calefacción, en la planta productora Catalent DE (Eberbach) siempre se usa y ha utilizado un recipiente sin camisa.

source: As no significant change occurred after 120 days, protein concentration, protein composition, single chain content, and biological activity of the 30d and 60d samples have not been tested.
es_es: Como no se produjo ningún cambio significativo después de 120 días, no se evaluaron ni la concentración de proteínas, ni la composición de proteínas, ni el contenido de cadena única ni la actividad biológica en las muestras almacenadas 30d y 60d.

source: As no substances of toxicological concern were identified, the overall risk of leachables migrating and accumulating in the DP is negligible.
es_es: Como no se identificaron sustancias de riesgo toxicológico, es insignificante el riesgo general de haya sustancias lixiviables migrando hacia el medicamento y acumulándose allí.

source: As noted above, non-line-related lower extremity DVT was associated with a higher frequency of recurrence (10.7%) than line-related lower extremity DVT (2.0%) in a retrospective study from a children’s hospital in Canada [P19-06498].
es_es: Como ya se señaló, en un estudio retrospectivo de un hospital pediátrico de Canadá, la trombosis venosa profunda de las extremidades inferiores no relacionada con la vía se asoció con una mayor frecuencia de recurrencia (10.7 %) que aquella sí relacionada con la vía (2.0 %) [P19-06498] .

source: As of data cutoff (Jan 21, 2022), 296 (36.9%) of 802 patients in the tenecteplase group and 266 (34.8%) of 765 in the alteplase group had an mRS score of 0–1 at 90–120 days (unadjusted risk difference 2.1% [95% CI – 2.6 to 6.9], meeting the prespecified non-inferiority threshold).
es_es: A la fecha de corte de la base de datos (21 de enero de 2022), habían alcanzado un puntaje mRS DE 0-1 entre los 90 y los 120 días (diferencia de riesgo sin ajustar: 2.1% [IC del 95%: 2.6 a 6.9]) y, por lo tanto, superaban el umbral de no inferioridad prescrito) 296 (36.9%) de los 802 pacientes de tenecteplasa y 266 (34.8%) de los 765 pacientes del grupo de alteplasa.

source: As outlined in the previous chapters, according to the current guidelines, NO-HCTZ can be treated as NMI and controlled according to ICH Q3A / Q3B.
es_es: Como se delineó en los capítulos anteriores, de acuerdo con los lineamientos vigentes, la NO-HCTZ puede tratarse como una impureza no mutagénica y controlada en el marco de los lineamientos Q3A y Q3B de la ICH.

source: As part of the material control, the composition and, as appropriate, characteristics (e.g., pH, conductivity, osmolality) of the cell culture media and buffers are controlled within the normal operating range (NOR) during preparation before the media or buffer are released for use in the manufacturing process.
es_es: Como parte de los controles materiales, durante la preparación y antes de liberar los medios o el buffer para su uso en el proceso de fabricación, se controlan la composición y, de corresponder, ciertas características (por ejemplo, el pH, la conductividad, la osmolalidad) del medio de cultivo celular y los buffers, para garantizar que se encuentren en el rango operativo normal.

source: As part of the material control, the composition and, as appropriate, characteristics (e.g., pH, conductivity, osmolality) of the cell culture media and buffers are controlled within the normal operating range (NOR) during preparation before the media or buffer are used in the manufacturing process.
es_es: Como parte de los controles materiales, durante la preparación y antes de emplear los medios o el buffer en el proceso de fabricación, se controlan la composición y, de corresponder, ciertas características (por ejemplo, el pH, la conductividad, la osmolalidad) del medio de cultivo celular y los buffers, para garantizar que se encuentren en el rango operativo normal.

source: As per ICH Q3D Guideline for Elemental Impurities the potential sources of elemental impurities in the drug product empagliflozin / linagliptin film-coated tablets 10 mg / 5 mg and 25 mg / 5 mg were evaluated following the drug product components based approach (Option 2B).
es_es: Las fuentes potenciales de impurezas elementales en el medicamento empagliflozina / linagliptina, comprimidos recubiertos de 10 mg / 5 mg y 25 mg / 5 mg, se analizaron de acuerdo con el enfoque basado en los componentes del medicamento (opción 2B), conforme al lineamiento Q3D de la ICH, sobre impurezas elementales.

source: As per the SAP, the mobile stroke unit stratum was analyzed together with the metropolitan stratum given the relatively small number of patients and similar characteristics.
es_es: Según el plan de análisis estadístico,el estrato de la unidad móvil de accidente cerebrovascular se analizó junto con el estrato metrapolitano por la cantidad relativamente reducida de pacientes y características similares.

source: As planned, a limited number of randomised patients are included in the PKS (see Section 11.2.1 and Appendix 16.1.13.5, Listing 5).
es_es: Según lo previsto, en el GPK se incluye un número limitado de pacientes aleatorizados (ver la Sección 11.2.1 y el Apéndice 16.1.13.5, Listado 5).

source: As planned, the DMC conducted an unblinded interim analysis.
es_es: Tal como estaba previsto, el comité independiente de monitoreo de datos hizo un análisis provisional sin enmascaramiento.

source: As requested, the statement related to test frequency for the testing of the microbiological quality will be deleted.
es_es: Tal como se solicita, se borrará la afirmación relacionada con la frecuencia de las pruebas de calidad microbiológica.

source: As section 3.2.P.8.1 has been used for registration activities world-wide providing a separate variant for Peru alone showing a different shelf-life is not feasible.
es_es: Como la Sección 3.2.P.8.1 se empleó para las actividades de registro en todo el mundo, no se puede ofrecer una variante especial únicamente para Perú con una vida útil diferente.

source: As shown by the sensitivity analyses including events after the end of treatment until individual trial completion, the modification of the primary analysis (see Section 9.8.2) had no impact on the results (Figure 11.1.1.2: 1).
es_es: Como puede verse en los análisis de sensibilidad que incluyen eventos posteriores al final del tratamiento y previos a la finalización del ensayo individual, la modificación del análisis primario (ver Sección 9.8.2) no tuvo impacto en los resultados (Figura 11.1.1.2: 1).

source: As shown in Table 10, log DNA Clearance Factors varied from 3.68 to 4.32 which compared well to the results shown in Table 9.
es_es: Tal como se observa en la Tabla 10, los factores de depuración de ADN oscilaron entre 3,68 y 4,32 unidades logarítmicas, los cuales son comparables con los resultados que se muestran en la Tabla 9.

source: As shown in Table 8, the DNA concentrations of the harvested cell-free culture fluid (CCF) range from 64 to 129 μg DNA/mg protein.
es_es: Tal como se muestra en la Tabla 8, las concentraciones de ADN del fluido de cultivo libre de células (CCF) cosechado abarcan de 64 a 129 μg de ADN/mg de proteína.

source: As shown in the testing hierarchy for the two key secondary endpoints, empagliflozin was also superior to placebo in reducing the risk of recurrent hospitalisation for heart failure and in slowing renal function decline as assessed by eGFR slope of change.
es_es: Como se muestra en las pruebas jerárquicas aplicadas a los dos criterios de valoración secundarios clave, la empagliflozina también fue superior al placebo en la reducción del riesgo de hospitalización recurrente por insuficiencia cardíaca y en la desaceleración del deterioro de la función renal según lo evaluado por la pendiente de cambio de la TFGe.

source: As some materials are used at one BI site only, these materials were marked by a footnote
es_es: Como algunos materiales solo se utilizan en una planta BI, se los señaló con nota al pie

source: As soon as the available data reliably suggested that the total number of patients with an adjudication confirmed primary endpoint event was to be reached within a given timeframe, the trial team initiated required actions to stop the trial.
es_es: En cuanto surgió con certidumbre la idea de que se alcanzaría en un marco temporal dado la cantidad total de pacientes con adjudicación confirmada a un evento del criterio de valoración primario, el equipo del ensayo inició las acciones requeridas para detenerlo.

source: As specified in the protocol, the final decision on capping was based on the recommendation of the ExSC.
es_es: Como se especifica en el protocolo, la decisión final de fijar un límite máximo se basó en la recomendación del Comité de Dirección Ejecutiva.

source: As such, a goal of treatment is to effectively prevent the occurrence of flares, thus minimizing potential risk.
es_es: Por ende, un objetivo del tratamiento es la prevención eficaz de la aparición de brotes agudos, lo cual minimiza el riesgo potencial.

source: As such, also the documents registered in section 3.2.P.5.3 Validation of Analytical Procedures remains unchanged.
es_es: Por eso mismo, tampoco hay modificaciones en los documentos registrados en la Sección 3.2.P.5.3 (Validación de los procedimientos analíticos).

source: As such, specific controls on elemental impurities up to the biotechnological DS are generally not needed.
es_es: En ese sentido, generalmente no son necesarios controles específicos de impurezas elementales hasta llegar al principio activo biotecnológico.

source: As superiority of the time to first 3P-MACE was not demonstrated for linagliptin, all further steps in the testing hierarchy were considered as exploratory.
es_es: Como no pudo demostrarse que la linagliptina fuera superior en el tiempo transcurrido hasta el primer evento del complejo MACE de 3 puntos, todos los pasos siguientes de la jerarquía evaluativa se consideraron exploratorios.

source: As tenecteplase is a commercially applied drug to treat ST-elevation myocardial infarction (STEMI) for decades, requirements defined by ICH Q8 can be considered sufficiently addressed.
es_es: Dado que tenecteplasa es un medicamento que se comercializa hace décadas para el tratamiento del infarto de miocardio con elevación del segmento ST (STEMI), se pueden considerar cumplidos los requisitos de ICH Q8.

source: As tenecteplase is a lyophilised powder, which has no direct contact to the rubber stopper there is a very low risk that leachable components from the rubber stopper migrate into the lyophilisate.
es_es: Dado que la tenecteplasa es un polvo liofilizado que no está en contacto directo con el tapón de caucho, el riesgo de que componentes lixiviables del tapón de caucho migren al liofilizado es muy bajo.

source: As the +6RU are in general a system specific offset, this is also more clearly stated in the second sentence for the sample.
es_es: Como la fórmula + 6 UR en general representa una compensación específica del sistema, la formulación resulta también más clara en la segunda oración, referida a la muestra.

source: As the antibody is humanised, the risk for hypersensitivity reactions (including DRESS) in patients treated with spesolimab is considered low.
es_es: Como el anticuerpo está humanizado, el riesgo de reacciones de hipersensibilidad (incluido el síndrome de DRESS) en pacientes tratados con espesolimab se considera bajo.

source: As the appearance of the sample was only visually examined and all specific assays showed no significant change, this result is considered to be not critical.
es_es: Dado que el aspecto solo se evaluó visualmente y que no se observaron cambios significativos en los ensayos específicos, este resultado no se considera crítico.
